[
  {
    "id": "amzn-2024-climate",
    "title": "Report on Climate Transition Plan",
    "text": "RESOLVED: Shareholders request that Amazon.com, Inc. issue a report, at reasonable cost and omitting proprietary information, describing if and how the Company's climate transition plan addresses the goal of eliminating supply chain emissions by 2050 or sooner, consistent with the Paris Agreement's ambition of limiting global warming to 1.5째C.\n\nSUPPORTING STATEMENT:\n\nAmazon has committed to net-zero carbon by 2040 and is a founding member of The Climate Pledge. However, investors lack sufficient information about how the Company plans to address Scope 3 emissions, which constitute over 75% of Amazon's carbon footprint.\n\nScope 3 emissions from Amazon's vast supply chain present material risks including regulatory exposure, reputational damage, and potential stranded assets. Peer companies including Apple, Microsoft, and Walmart have published detailed transition plans addressing supply chain decarbonization.\n\nWe urge shareholders to vote FOR this proposal to ensure transparency on Amazon's path to achieving its climate commitments.",
    "category": "climate",
    "company": "Amazon",
    "ticker": "AMZN",
    "year": 2024,
    "iss_recommendation": "FOR",
    "glass_lewis_recommendation": "FOR",
    "vote_result_pct": 36.2,
    "source_url": "https://www.sec.gov/Archives/edgar/data/1018724/000119312524102476/d708996ddef14a.htm"
  },
  {
    "id": "xom-2024-emissions",
    "title": "Report on Scope 3 Emissions Reduction Targets",
    "text": "RESOLVED: Shareholders request that ExxonMobil issue a report describing how the Company could alter its business activities to align with the International Energy Agency's Net Zero Emissions by 2050 Scenario, including emissions from the use of its energy products (Scope 3).\n\nWHEREAS:\n\nThe scientific consensus, as reflected in the IPCC's assessments, indicates that limiting warming to 1.5째C requires global net-zero CO2 emissions by 2050. The IEA's Net Zero Emissions scenario provides a pathway consistent with this goal.\n\nExxonMobil's current strategy relies heavily on continued growth in oil and gas production, which appears inconsistent with net-zero pathways. Scope 3 emissions from product use represent approximately 85% of the Company's total emissions footprint.\n\nInvestors seek to understand how ExxonMobil's business model can remain viable in a decarbonizing world and what strategic options the Company is considering to address transition risk.",
    "category": "climate",
    "company": "ExxonMobil",
    "ticker": "XOM",
    "year": 2024,
    "iss_recommendation": "FOR",
    "glass_lewis_recommendation": "FOR",
    "vote_result_pct": 10.5,
    "source_url": "https://www.sec.gov/Archives/edgar/data/34088/000003408824000029/xom-20240313.htm"
  },
  {
    "id": "jpm-2024-climate-financing",
    "title": "Adopt Policy to Phase Out Fossil Fuel Financing",
    "text": "RESOLVED: Shareholders request that JPMorgan Chase adopt a policy to phase out financing activities that directly support new fossil fuel exploration and development, consistent with the International Energy Agency's Net Zero Emissions by 2050 Scenario.\n\nWHEREAS:\n\nJPMorgan Chase is the world's largest financier of fossil fuels, providing $434 billion to fossil fuel companies since the Paris Agreement. This financing exposes the bank to significant transition risk as the global economy decarbonizes.\n\nThe IEA's Net Zero Scenario states that no new oil and gas fields are needed beyond those already approved as of 2021. Continued financing of new fossil fuel development creates stranded asset risk and reputational exposure.\n\nPeer institutions including HSBC and BNP Paribas have adopted policies limiting financing for new fossil fuel projects. We urge JPMorgan to align its financing with its stated net-zero commitments.",
    "category": "climate",
    "company": "JPMorgan Chase",
    "ticker": "JPM",
    "year": 2024,
    "iss_recommendation": "AGAINST",
    "glass_lewis_recommendation": "AGAINST",
    "vote_result_pct": 7.8,
    "source_url": "https://www.sec.gov/Archives/edgar/data/19617/000001961724000230/jpmc-2024proxy.htm"
  },
  {
    "id": "tsla-2024-board-diversity",
    "title": "Report on Board Diversity",
    "text": "RESOLVED: Shareholders request that Tesla's Board of Directors issue a report, at reasonable cost and omitting proprietary information, providing data on the diversity of the Board and senior management, and describing policies and goals to increase representation of underrepresented groups.\n\nSUPPORTING STATEMENT:\n\nTesla operates in an industry requiring diverse perspectives to innovate and appeal to a broad customer base. Research demonstrates that diverse leadership teams correlate with improved financial performance and better risk management.\n\nTesla's current Board lacks the diversity seen at peer companies. As of 2024, the Board is 75% male and limited racial diversity is evident. Tesla has not disclosed specific diversity goals or progress metrics.\n\nInvestors increasingly view board diversity as a governance best practice and indicator of sound oversight. We urge shareholders to vote FOR this proposal to enhance transparency and accountability.",
    "category": "board_diversity",
    "company": "Tesla",
    "ticker": "TSLA",
    "year": 2024,
    "iss_recommendation": "FOR",
    "glass_lewis_recommendation": "FOR",
    "vote_result_pct": 18.4,
    "source_url": "https://www.sec.gov/Archives/edgar/data/1318605/000156459024006789/tsla-def14a_20240418.htm"
  },
  {
    "id": "meta-2024-exec-comp",
    "title": "Advisory Vote on Executive Compensation",
    "text": "RESOLVED: Shareholders approve, on an advisory basis, the compensation paid to the Company's named executive officers, as disclosed in this proxy statement.\n\nThe Compensation Committee has designed an executive compensation program that:\n\n1. Aligns pay with performance through a mix of base salary, annual bonus, and long-term equity incentives tied to stock price appreciation and operational metrics.\n\n2. Attracts and retains world-class talent necessary to compete in the rapidly evolving technology sector.\n\n3. Links a significant portion of compensation to achievement of specific financial and strategic goals.\n\nIn 2023, the CEO received total compensation of $27.1 million, of which 90% was performance-based equity. The Company achieved strong financial results including 16% revenue growth and 34% growth in operating income.\n\nThe Board recommends shareholders vote FOR approval of executive compensation.",
    "category": "executive_comp",
    "company": "Meta Platforms",
    "ticker": "META",
    "year": 2024,
    "iss_recommendation": "FOR",
    "glass_lewis_recommendation": "FOR",
    "vote_result_pct": 91.2,
    "source_url": "https://www.sec.gov/Archives/edgar/data/1326801/000132680124000023/meta-20240424.htm"
  },
  {
    "id": "nflx-2024-exec-comp-against",
    "title": "Shareholder Proposal on Executive Compensation Clawback",
    "text": "RESOLVED: Shareholders request that the Board of Directors adopt a policy requiring the Company to include clawback provisions in all executive incentive compensation plans that would enable recovery of incentive compensation from any senior executive whose negligence, intentional misconduct, or failure to manage risk contributed to a material negative financial outcome.\n\nWHEREAS:\n\nNetflix's executive compensation relies heavily on equity incentives tied to stock price. The 2022 subscriber loss and stock decline highlighted governance gaps in risk management. Current clawback policies only address financial restatements, not broader failures.\n\nCompanies including Apple, Wells Fargo, and Goldman Sachs have adopted broader clawback policies covering misconduct and risk management failures. Such policies enhance accountability and better align executive incentives with long-term shareholder interests.\n\nWe urge shareholders to vote FOR this proposal to strengthen executive accountability.",
    "category": "executive_comp",
    "company": "Netflix",
    "ticker": "NFLX",
    "year": 2024,
    "iss_recommendation": "FOR",
    "glass_lewis_recommendation": "FOR",
    "vote_result_pct": 32.6,
    "source_url": "https://www.sec.gov/Archives/edgar/data/1065280/000106528024000038/nflx-20240516.htm"
  },
  {
    "id": "cvs-2024-political-spending",
    "title": "Report on Political Spending Alignment",
    "text": "RESOLVED: Shareholders request that CVS Health issue an annual report, at reasonable cost and omitting proprietary information, describing the alignment between the Company's political and lobbying expenditures and its stated corporate values and policy positions, particularly regarding healthcare access and public health.\n\nWHEREAS:\n\nCVS Health publicly commits to expanding healthcare access and improving public health outcomes. However, the Company's political spending through trade associations and PACs may support candidates and policies that conflict with these stated values.\n\nThe absence of transparency regarding political spending alignment creates reputational risk and potential brand damage. Peer companies including UnitedHealth and Cigna have enhanced political spending disclosure.\n\nWe urge shareholders to vote FOR this proposal to ensure political spending accountability.",
    "category": "political_spending",
    "company": "CVS Health",
    "ticker": "CVS",
    "year": 2024,
    "iss_recommendation": "FOR",
    "glass_lewis_recommendation": "FOR",
    "vote_result_pct": 28.9,
    "source_url": "https://www.sec.gov/Archives/edgar/data/64803/000006480324000025/cvs-20240508.htm"
  },
  {
    "id": "hd-2024-lobbying",
    "title": "Report on Lobbying Activities",
    "text": "RESOLVED: Shareholders request that The Home Depot prepare and publish annually a report disclosing:\n\n1. Company policy and procedures governing lobbying, both direct and through trade associations;\n2. Payments used for direct lobbying and grassroots lobbying communications, including the amount of the payment and the recipient;\n3. Membership in and payments to any tax-exempt organization that writes model legislation;\n4. Description of management's decision-making process and the Board's oversight role.\n\nWHEREAS:\n\nFull disclosure of The Home Depot's lobbying activities is needed to assess whether lobbying is consistent with company values and in shareholders' best interests. The Company spent approximately $5.4 million on federal lobbying in 2023.\n\nLack of transparency exposes The Home Depot to reputational risk when trade association positions conflict with company values. Enhanced disclosure serves shareholder interests.",
    "category": "political_spending",
    "company": "The Home Depot",
    "ticker": "HD",
    "year": 2024,
    "iss_recommendation": "FOR",
    "glass_lewis_recommendation": "FOR",
    "vote_result_pct": 34.1,
    "source_url": "https://www.sec.gov/Archives/edgar/data/354950/000035495024000041/hd-20240516.htm"
  },
  {
    "id": "ba-2024-safety-governance",
    "title": "Independent Board Chair on Safety",
    "text": "RESOLVED: Shareholders request that the Board of Directors adopt a policy requiring the Chair of the Board to be an independent director who has not previously served as an executive officer of the Company, with particular expertise in safety management and quality control.\n\nWHEREAS:\n\nBoeing has experienced multiple safety crises, including the 737 MAX crashes that killed 346 people and ongoing quality control failures. These failures represent both a moral catastrophe and material risk to shareholders.\n\nThe current combined CEO-Chair structure creates potential conflicts in oversight of safety issues. Independent board leadership with safety expertise would enhance accountability and help restore trust with regulators, customers, and the public.\n\nWe urge shareholders to vote FOR this proposal to strengthen safety governance.",
    "category": "governance",
    "company": "Boeing",
    "ticker": "BA",
    "year": 2024,
    "iss_recommendation": "FOR",
    "glass_lewis_recommendation": "FOR",
    "vote_result_pct": 53.2,
    "source_url": "https://www.sec.gov/Archives/edgar/data/12927/000001292724000052/ba-20240430.htm"
  },
  {
    "id": "aapl-2024-proxy-access",
    "title": "Reduce Threshold for Proxy Access",
    "text": "RESOLVED: Shareholders request that the Board of Directors take steps necessary to amend the proxy access provisions to allow shareholders owning 3% of outstanding common stock continuously for at least three years to nominate up to 25% of the Board, with no limitation based on the number of shareholders who may aggregate their shares to reach the 3% threshold.\n\nWHEREAS:\n\nApple's current proxy access provisions require 3% ownership but limit the number of shareholders who may aggregate their shares to 20 shareholders. This aggregation limit effectively precludes most institutional investors from using proxy access.\n\nMeaningful proxy access enhances board accountability to shareholders. Over 70% of S&P 500 companies with proxy access do not have aggregation limits. We urge shareholders to vote FOR enhanced proxy access.",
    "category": "governance",
    "company": "Apple",
    "ticker": "AAPL",
    "year": 2024,
    "iss_recommendation": "AGAINST",
    "glass_lewis_recommendation": "AGAINST",
    "vote_result_pct": 22.7,
    "source_url": "https://www.sec.gov/Archives/edgar/data/320193/000119312524027813/d648502ddef14a.htm"
  },
  {
    "id": "msft-2024-ai-ethics",
    "title": "Report on AI Ethics and Human Rights",
    "text": "RESOLVED: Shareholders request that Microsoft issue a report, at reasonable cost and omitting proprietary information, describing the Company's processes for identifying, assessing, and managing human rights risks associated with the development and deployment of artificial intelligence systems.\n\nWHEREAS:\n\nMicrosoft is a leading developer of AI systems with applications across healthcare, law enforcement, employment, and other sensitive domains. AI systems can perpetuate discrimination, enable surveillance, and threaten human rights when developed or deployed without adequate safeguards.\n\nThe rapid deployment of generative AI creates new risks requiring enhanced governance. Investors need transparency on how Microsoft identifies and mitigates human rights risks across its AI product portfolio.\n\nWe urge shareholders to vote FOR this proposal to ensure responsible AI development.",
    "category": "governance",
    "company": "Microsoft",
    "ticker": "MSFT",
    "year": 2024,
    "iss_recommendation": "FOR",
    "glass_lewis_recommendation": "FOR",
    "vote_result_pct": 21.3,
    "source_url": "https://www.sec.gov/Archives/edgar/data/789019/000119312524086012/d708249ddef14a.htm"
  },
  {
    "id": "dis-2024-human-capital",
    "title": "Report on Workforce Diversity Metrics",
    "text": "RESOLVED: Shareholders request that Disney issue a report, at reasonable cost and omitting proprietary information, containing quantitative data on the Company's workforce diversity, including data by job category, pay level, race, ethnicity, and gender.\n\nSUPPORTING STATEMENT:\n\nDisney is a major employer whose workforce should reflect the diversity of its global customer base. Research consistently shows that diverse workforces drive innovation and better business outcomes.\n\nDisney publishes limited diversity data but lacks the granularity provided by peer media companies. Investors cannot adequately assess Disney's human capital management without comprehensive workforce diversity metrics.\n\nEnhanced disclosure would enable shareholders to evaluate diversity program effectiveness and hold management accountable for progress.",
    "category": "board_diversity",
    "company": "Walt Disney",
    "ticker": "DIS",
    "year": 2024,
    "iss_recommendation": "FOR",
    "glass_lewis_recommendation": "FOR",
    "vote_result_pct": 26.8,
    "source_url": "https://www.sec.gov/Archives/edgar/data/1744489/000174448924000008/dis-20240403.htm"
  },
  {
    "id": "goog-2024-tax-transparency",
    "title": "Report on Tax Transparency",
    "text": "RESOLVED: Shareholders request that Alphabet Inc. issue a tax transparency report, prepared at reasonable cost and omitting proprietary information, in consideration of the GRI Tax Standard (GRI 207) including country-by-country disclosure of revenues, profits, taxes paid, and effective tax rates.\n\nWHEREAS:\n\nAlphabet faces significant reputational and regulatory risk from aggressive tax planning. The Company has been subject to investigations and tax assessments in multiple jurisdictions. In 2024, Alphabet agreed to pay $1.1 billion to settle tax disputes with EU authorities.\n\nCountry-by-country tax reporting enables investors to assess tax-related risks and evaluate whether tax strategies align with corporate responsibility commitments. Over 50 major multinationals now publish GRI-aligned tax reports.\n\nWe urge shareholders to vote FOR enhanced tax transparency.",
    "category": "governance",
    "company": "Alphabet",
    "ticker": "GOOG",
    "year": 2024,
    "iss_recommendation": "AGAINST",
    "glass_lewis_recommendation": "AGAINST",
    "vote_result_pct": 14.2,
    "source_url": "https://www.sec.gov/Archives/edgar/data/1652044/000165204424000020/goog-20240419.htm"
  },
  {
    "id": "wmt-2024-living-wage",
    "title": "Report on Living Wage Analysis",
    "text": "RESOLVED: Shareholders request that Walmart issue a report, at reasonable cost and omitting proprietary information, analyzing the pay gap between the Company's minimum wage and a living wage, and describing any plans to increase the minimum wage to a living wage.\n\nWHEREAS:\n\nWalmart is the nation's largest private employer with approximately 1.6 million U.S. workers. Many Walmart employees earn wages below living wage thresholds, requiring reliance on public assistance programs.\n\nA study estimated that Walmart employees receive an estimated $6.2 billion annually in public assistance. This represents both a reputational risk and a transfer of costs to taxpayers.\n\nInvestors seek to understand how Walmart's compensation practices align with its stated values of providing opportunity for associates.",
    "category": "executive_comp",
    "company": "Walmart",
    "ticker": "WMT",
    "year": 2024,
    "iss_recommendation": "AGAINST",
    "glass_lewis_recommendation": "AGAINST",
    "vote_result_pct": 11.3,
    "source_url": "https://www.sec.gov/Archives/edgar/data/104169/000010416924000028/wmt-20240528.htm"
  },
  {
    "id": "brk-2024-climate-risk",
    "title": "Report on Climate-Related Financial Risks",
    "text": "RESOLVED: Shareholders request that Berkshire Hathaway issue a report, at reasonable cost and omitting proprietary information, describing the Company's processes for identifying, assessing, and managing climate-related financial risks to its insurance and investment portfolios, consistent with the recommendations of the Task Force on Climate-related Financial Disclosures (TCFD).\n\nWHEREAS:\n\nBerkshire Hathaway's insurance operations face material exposure to climate change through increasing frequency and severity of weather-related losses. The Company's investment portfolio includes significant holdings in carbon-intensive industries.\n\nPeer insurers and investment firms publish comprehensive climate risk disclosures. Berkshire's limited disclosure leaves investors unable to assess how climate change may affect long-term returns.\n\nWe urge shareholders to vote FOR this proposal to enhance climate risk transparency.",
    "category": "climate",
    "company": "Berkshire Hathaway",
    "ticker": "BRK.A",
    "year": 2024,
    "iss_recommendation": "FOR",
    "glass_lewis_recommendation": "FOR",
    "vote_result_pct": 26.4,
    "source_url": "https://www.sec.gov/Archives/edgar/data/1067983/000119312524089156/d742879ddef14a.htm"
  },
  {
    "id": "jack-2024-ghg-emissions",
    "title": "Disclose Greenhouse Gas Emissions and Reduction Targets",
    "text": "RESOLVED: Shareholders request that Jack in the Box Inc. determine and disclose its current greenhouse gas emissions (for at least Scopes 1 and 2) as well as short-, medium-, and long-term goals for reducing its emissions.\n\nSUPPORTING STATEMENT:\n\nJack in the Box is a significant player in the quick-service restaurant industry, which faces material climate-related risks including supply chain disruptions, commodity price volatility, and regulatory exposure.\n\nMajor competitors including McDonald's, Yum! Brands, and Restaurant Brands International already disclose both current emissions and emissions reduction targets. This information is critical for investors assessing climate risk across the industry.\n\nThe Company's current disclosure does not provide an adequate response to climate risk. GHG emissions reporting is now standard practice among peers and is important information for investors.\n\nWe urge shareholders to vote FOR this proposal to bring Jack in the Box's disclosure in line with industry standards.",
    "category": "climate",
    "company": "Jack in the Box",
    "ticker": "JACK",
    "year": 2024,
    "iss_recommendation": "FOR",
    "glass_lewis_recommendation": "FOR",
    "vote_result_pct": 56.6,
    "source_url": "https://news.bloomberglaw.com/esg/shareholders-keep-it-simple-to-score-rare-climate-proxy-wins"
  },
  {
    "id": "wing-2024-ghg-emissions",
    "title": "Disclose Greenhouse Gas Emissions and Reduction Targets",
    "text": "RESOLVED: Shareholders request that Wingstop Inc. determine and disclose its current greenhouse gas emissions (for at least Scopes 1 and 2) as well as short-, medium-, and long-term goals for reducing its emissions.\n\nSUPPORTING STATEMENT:\n\nWingstop operates over 2,000 restaurants globally and faces material climate-related risks in its supply chain, particularly related to poultry production and distribution.\n\nISS notes that several major competitors already disclose both current emissions and emissions reductions targets, and that the information disclosed by Wingstop does not provide an adequate response to climate risk. GHG emissions reporting has become standard among restaurant industry peers.\n\nClimate risk management and disclosure are increasingly important to institutional investors evaluating long-term business sustainability.\n\nWe urge shareholders to vote FOR this proposal to improve Wingstop's climate-related disclosure.",
    "category": "climate",
    "company": "Wingstop",
    "ticker": "WING",
    "year": 2024,
    "iss_recommendation": "FOR",
    "glass_lewis_recommendation": "FOR",
    "vote_result_pct": 52.2,
    "source_url": "https://news.bloomberglaw.com/esg/shareholders-keep-it-simple-to-score-rare-climate-proxy-wins"
  },
  {
    "id": "denn-2024-ghg-emissions",
    "title": "Disclose Greenhouse Gas Emissions and Reduction Targets",
    "text": "RESOLVED: Shareholders request that Denny's Corporation determine and disclose its current greenhouse gas emissions (for at least Scopes 1 and 2) as well as short-, medium-, and long-term goals for reducing its emissions.\n\nSUPPORTING STATEMENT:\n\nDenny's operates approximately 1,600 restaurants and faces material climate-related risks including energy costs, supply chain disruptions, and changing consumer preferences regarding sustainability.\n\nMajor restaurant industry peers have committed to emissions disclosure and reduction targets as part of their climate risk management strategies. Investors increasingly expect this level of transparency from companies across the food service sector.\n\nThe Company has highlighted some sustainability initiatives but lacks comprehensive emissions data and formal reduction commitments.\n\nWe urge shareholders to vote FOR this proposal to align Denny's disclosure with investor expectations and industry standards.",
    "category": "climate",
    "company": "Denny's",
    "ticker": "DENN",
    "year": 2024,
    "iss_recommendation": "FOR",
    "glass_lewis_recommendation": "FOR",
    "vote_result_pct": 49.9,
    "source_url": "https://news.bloomberglaw.com/esg/shareholders-keep-it-simple-to-score-rare-climate-proxy-wins"
  },
  {
    "id": "wfc-2024-climate-transition",
    "title": "Report on Climate Transition Plan",
    "text": "RESOLVED: Shareholders request that Wells Fargo issue a report describing how the Company will align its financing activities with its stated 2030 greenhouse gas emissions reduction targets, including specific milestones, metrics, and implementation strategies.\n\nWHEREAS:\n\nWells Fargo has committed to achieving net-zero greenhouse gas emissions by 2050, including emissions from its financed portfolio. The bank has set 2030 interim targets for certain high-emitting sectors.\n\nHowever, shareholders lack sufficient information about how Wells Fargo plans to achieve these targets. A detailed climate transition plan would enable investors to assess the credibility and adequacy of the bank's climate commitments.\n\nPeer institutions have published more comprehensive transition plans. We urge Wells Fargo to provide greater transparency on its path to meeting climate targets.",
    "category": "climate",
    "company": "Wells Fargo",
    "ticker": "WFC",
    "year": 2024,
    "iss_recommendation": "FOR",
    "glass_lewis_recommendation": "FOR",
    "vote_result_pct": 31.1,
    "source_url": "https://www.ceres.org/resources/news/investors-drive-banks-toward-greater-transparency-on-climate-in-2024-proxy-season"
  },
  {
    "id": "gs-2024-climate-transition",
    "title": "Report on Climate Transition Plan",
    "text": "RESOLVED: Shareholders request that Goldman Sachs issue a report describing how the Company will align its financing activities with its stated 2030 greenhouse gas emissions reduction targets, including specific milestones, metrics, and implementation strategies.\n\nWHEREAS:\n\nGoldman Sachs has committed to achieving net-zero emissions across its financing activities by 2050 and has announced 2030 sectoral targets. However, the bank's disclosed information does not provide shareholders with sufficient detail to assess progress toward these goals.\n\nInvestors need transparency on how Goldman Sachs plans to achieve its climate commitments while managing transition risks in its loan and investment portfolios.\n\nWe urge shareholders to vote FOR this proposal to enhance climate transition plan disclosure.",
    "category": "climate",
    "company": "Goldman Sachs",
    "ticker": "GS",
    "year": 2024,
    "iss_recommendation": "FOR",
    "glass_lewis_recommendation": "FOR",
    "vote_result_pct": 30.0,
    "source_url": "https://www.ceres.org/resources/news/investors-drive-banks-toward-greater-transparency-on-climate-in-2024-proxy-season"
  },
  {
    "id": "gs-2024-independent-chair",
    "title": "Adopt Policy for Independent Board Chair",
    "text": "RESOLVED: Shareholders request that the Board of Directors adopt a policy requiring the Chair of the Board to be an independent director who has not previously served as an executive officer of the Company.\n\nWHEREAS:\n\nGoldman Sachs currently combines the CEO and Chair roles. An independent chair would provide more objective oversight of management and enhance board accountability to shareholders.\n\nThe 2008 financial crisis highlighted governance failures at major financial institutions. Independent board leadership can strengthen risk oversight and reduce conflicts of interest in board decision-making.\n\nMany institutional investors and governance experts advocate for separation of Chair and CEO roles as a best practice. We urge shareholders to vote FOR independent board leadership.",
    "category": "governance",
    "company": "Goldman Sachs",
    "ticker": "GS",
    "year": 2024,
    "iss_recommendation": "FOR",
    "glass_lewis_recommendation": "FOR",
    "vote_result_pct": 33.0,
    "source_url": "https://www.sierraclub.org/press-releases/2024/04/shareholders-demand-greater-climate-transparency-bank-america-goldman-sachs"
  },
  {
    "id": "wfc-2024-lobbying",
    "title": "Report on Lobbying Activities and Climate Alignment",
    "text": "RESOLVED: Shareholders request that Wells Fargo prepare and publish annually a report disclosing the Company's direct and indirect lobbying activities, including:\n\n1. Policies and procedures governing direct and indirect lobbying\n2. Payments for direct lobbying and grassroots lobbying communications\n3. Membership in and payments to trade associations that engage in lobbying\n4. Description of how lobbying activities align with the Company's stated climate commitments\n\nWHEREAS:\n\nWells Fargo has made public commitments to address climate change, yet investors lack transparency on whether the Company's lobbying activities through trade associations align with these stated goals.\n\nInconsistency between climate commitments and lobbying activities creates reputational and financial risk. Enhanced disclosure would enable shareholders to assess alignment between Wells Fargo's words and actions on climate.",
    "category": "political_spending",
    "company": "Wells Fargo",
    "ticker": "WFC",
    "year": 2024,
    "iss_recommendation": "FOR",
    "glass_lewis_recommendation": "FOR",
    "vote_result_pct": 36.1,
    "source_url": "https://inequality.org/article/corporate-lobbying-transparency-and-accountability/"
  },
  {
    "id": "bk-2024-lobbying",
    "title": "Report on Lobbying Activities",
    "text": "RESOLVED: Shareholders request that The Bank of New York Mellon prepare and publish annually a report disclosing:\n\n1. Company policy and procedures governing lobbying, both direct and through trade associations\n2. Payments used for direct lobbying and grassroots lobbying communications\n3. Membership in and payments to any tax-exempt organization that writes model legislation\n4. Description of management's decision-making process and the Board's oversight role for lobbying expenditures\n\nWHEREAS:\n\nISS noted that BNY Mellon does not provide sufficient information for shareholders to assess its direct or indirect lobbying payments, including to trade associations. Additional disclosure of state-level lobbying, indirect lobbying expenditures, and board oversight mechanisms would help shareholders better assess risks and benefits.\n\nEnhanced transparency on lobbying activities serves shareholder interests by enabling assessment of potential reputational and regulatory risks.",
    "category": "political_spending",
    "company": "Bank of New York Mellon",
    "ticker": "BK",
    "year": 2024,
    "iss_recommendation": "FOR",
    "glass_lewis_recommendation": "FOR",
    "vote_result_pct": 38.4,
    "source_url": "https://inequality.org/article/corporate-lobbying-transparency-and-accountability/"
  },
  {
    "id": "gs-2024-lobbying",
    "title": "Report on Lobbying Activities and Climate Alignment",
    "text": "RESOLVED: Shareholders request that Goldman Sachs prepare and publish annually a report disclosing the Company's lobbying activities, including assessment of alignment between lobbying positions and the Company's stated climate and sustainability commitments.\n\nWHEREAS:\n\nGoldman Sachs produces transparent disclosure of its lobbying oversight and policy priorities. However, ISS noted that the Company doesn't provide sufficient information for shareholders to assess its direct or indirect lobbying payments, including to trade associations.\n\nInvestors need transparency on whether Goldman Sachs's lobbying through trade associations aligns with its public climate commitments. Misalignment creates reputational risk and undermines credibility of sustainability initiatives.\n\nWe urge shareholders to vote FOR enhanced lobbying disclosure.",
    "category": "political_spending",
    "company": "Goldman Sachs",
    "ticker": "GS",
    "year": 2024,
    "iss_recommendation": "FOR",
    "glass_lewis_recommendation": "FOR",
    "vote_result_pct": 39.4,
    "source_url": "https://inequality.org/article/corporate-lobbying-transparency-and-accountability/"
  },
  {
    "id": "tfc-2024-lobbying",
    "title": "Report on Lobbying Activities",
    "text": "RESOLVED: Shareholders request that Truist Financial Corporation prepare and publish annually a report disclosing:\n\n1. Company policy and procedures governing lobbying, both direct and through trade associations\n2. Payments used for direct lobbying and grassroots lobbying communications\n3. Membership in and payments to any tax-exempt organization that writes model legislation\n4. Description of how lobbying activities align with the Company's stated values and commitments\n\nWHEREAS:\n\nTruist has made public commitments regarding corporate responsibility and sustainability. However, investors lack sufficient transparency on the Company's lobbying activities to assess whether these activities align with stated values.\n\nOver 41% of shareholders supported a similar proposal, indicating significant investor interest in enhanced lobbying disclosure. We urge the Board to respond to this investor concern.",
    "category": "political_spending",
    "company": "Truist Financial",
    "ticker": "TFC",
    "year": 2024,
    "iss_recommendation": "FOR",
    "glass_lewis_recommendation": "FOR",
    "vote_result_pct": 41.2,
    "source_url": "https://inequality.org/article/corporate-lobbying-transparency-and-accountability/"
  },
  {
    "id": "ba-2024-climate-lobbying",
    "title": "Report on Climate Lobbying Alignment",
    "text": "RESOLVED: Shareholders request that Boeing Co. issue a report describing how the Company's lobbying activities, including through trade associations, align with the goal of limiting global average temperature increase to 1.5 degrees Celsius.\n\nWHEREAS:\n\nBoeing has committed to sustainability goals including delivery of commercial airplanes capable of flying on 100% sustainable aviation fuel by 2030. However, investors lack transparency on whether Boeing's lobbying activities support or undermine climate policy.\n\nThe aviation industry faces significant transition risk from decarbonization. Misalignment between corporate climate commitments and lobbying activities creates reputational and financial risk.\n\nWe urge shareholders to vote FOR this proposal to ensure Boeing's lobbying supports its stated climate goals.",
    "category": "political_spending",
    "company": "Boeing",
    "ticker": "BA",
    "year": 2024,
    "iss_recommendation": "FOR",
    "glass_lewis_recommendation": "FOR",
    "vote_result_pct": 37.2,
    "source_url": "https://inequality.org/article/corporate-lobbying-transparency-and-accountability/"
  },
  {
    "id": "cost-2025-anti-dei",
    "title": "Report on Risks of Diversity, Equity, and Inclusion Policies",
    "text": "RESOLVED: Shareholders request that Costco's Board of Directors conduct an evaluation and publish a report within the next year on the risks of the Company maintaining its Diversity, Equity, and Inclusion roles, policies, and goals.\n\nSUPPORTING STATEMENT:\n\nThe Supreme Court's decision in Students for Fair Admissions v. Harvard raises questions about the legality of corporate DEI programs that consider race in employment decisions. Companies face potential litigation risk from maintaining race-conscious policies.\n\nDEI programs may also create reputational risk with customers who view such initiatives unfavorably. Shareholders deserve transparency on how Costco evaluates these risks.\n\nWe request that Costco conduct an evaluation of the litigation, reputational, and financial risks associated with its DEI policies and report findings to shareholders.",
    "category": "board_diversity",
    "company": "Costco",
    "ticker": "COST",
    "year": 2025,
    "iss_recommendation": "AGAINST",
    "glass_lewis_recommendation": "AGAINST",
    "vote_result_pct": 1.7,
    "source_url": "https://www.cbsnews.com/news/costco-dei-policy-board-statement-shareholder-meeting-vote/"
  },
  {
    "id": "aapl-2025-anti-dei",
    "title": "Consider Abolishing DEI Policies",
    "text": "RESOLVED: Shareholders request that Apple's Board of Directors consider abolishing the Company's Diversity, Equity, and Inclusion programs, policies, department and goals, given the litigation, reputational, and financial risks they pose to the Company and its shareholders.\n\nSUPPORTING STATEMENT:\n\nThe Supreme Court's 2023 ruling against race-conscious college admissions programs signals potential legal risk for corporate DEI programs. Apple's DEI initiatives may expose the Company to discrimination lawsuits and regulatory scrutiny.\n\nAdditionally, some customers and shareholders view DEI programs as divisive or as prioritizing ideology over merit-based decision making. These concerns create reputational risk.\n\nWe urge the Board to evaluate whether DEI programs serve shareholder interests or create unnecessary risk.",
    "category": "board_diversity",
    "company": "Apple",
    "ticker": "AAPL",
    "year": 2025,
    "iss_recommendation": "AGAINST",
    "glass_lewis_recommendation": "AGAINST",
    "vote_result_pct": 2.7,
    "source_url": "https://fortune.com/2025/02/28/costco-apple-john-deere-anti-dei-shareholder-proposals-voted-down-trend/"
  },
  {
    "id": "de-2025-anti-dei",
    "title": "Report on Discriminatory Hiring Practices",
    "text": "RESOLVED: Shareholders request that Deere & Company prepare a report evaluating whether the Company's hiring practices discriminate against certain groups, including white individuals and men, through its diversity-focused recruitment and promotion policies.\n\nSUPPORTING STATEMENT:\n\nConcerns have been raised that corporate diversity programs may discriminate against majority groups by favoring minority candidates for hiring and promotion. Such practices could violate employment law and expose the Company to litigation.\n\nDeere shareholders deserve transparency on whether the Company's diversity initiatives result in discrimination against any group. A report would enable shareholders to assess legal and reputational risks.\n\nWe request that Deere conduct an evaluation of its hiring practices and report on any evidence of discrimination.",
    "category": "board_diversity",
    "company": "Deere & Company",
    "ticker": "DE",
    "year": 2025,
    "iss_recommendation": "AGAINST",
    "glass_lewis_recommendation": "AGAINST",
    "vote_result_pct": 1.3,
    "source_url": "https://www.manufacturingdive.com/news/deere-shareholders-vote-down-anti-dei-proposal/742245/"
  },
  {
    "id": "cop-2021-climate",
    "title": "Set Emissions Reduction Targets Including Scope 3",
    "text": "RESOLVED: Shareholders request that ConocoPhillips set and disclose medium- and long-term targets to reduce the greenhouse gas emissions of the Company's operations and energy products (Scope 1, 2, and 3) consistent with the Paris Agreement goal of limiting global warming to well below 2 degrees Celsius.\n\nWHEREAS:\n\nConocoPhillips is one of the world's largest independent exploration and production companies. Scope 3 emissions from use of the Company's products represent the vast majority of its total carbon footprint.\n\nThe Paris Agreement establishes a global framework to limit warming to well below 2째C. Major oil and gas peers have set comprehensive emissions targets covering Scope 3. Investors need assurance that ConocoPhillips is managing climate transition risk.\n\nWe urge shareholders to vote FOR emissions reduction targets aligned with Paris Agreement goals.",
    "category": "climate",
    "company": "ConocoPhillips",
    "ticker": "COP",
    "year": 2021,
    "iss_recommendation": "FOR",
    "glass_lewis_recommendation": "FOR",
    "vote_result_pct": 58.0,
    "source_url": "https://follow-this.org/58-of-conocophillips-shareholders-vote-for-follow-this-climate-proposal/"
  },
  {
    "id": "cvx-2021-climate",
    "title": "Reduce Scope 3 Emissions",
    "text": "RESOLVED: Shareholders request that Chevron substantially reduce the greenhouse gas emissions of its energy products (Scope 3) in the medium- and long-term, consistent with the Paris Agreement goal of limiting global warming to well below 2 degrees Celsius.\n\nWHEREAS:\n\nChevron is one of the world's largest oil and gas companies. Emissions from use of Chevron's products (Scope 3) represent approximately 90% of the Company's total carbon footprint.\n\nThe Paris Agreement commits nations to limiting warming to well below 2째C, which requires significant reductions in fossil fuel use. Chevron faces material transition risk if it fails to adapt its business model to a decarbonizing economy.\n\nShareholders need assurance that Chevron is positioning itself for long-term success in an energy transition. We urge a vote FOR emissions reduction.",
    "category": "climate",
    "company": "Chevron",
    "ticker": "CVX",
    "year": 2021,
    "iss_recommendation": "FOR",
    "glass_lewis_recommendation": "FOR",
    "vote_result_pct": 61.0,
    "source_url": "https://follow-this.org/61-of-chevron-shareholders-support-follow-this-climate-resolution/"
  },
  {
    "id": "dal-2021-climate-lobbying",
    "title": "Report on Climate Lobbying Alignment",
    "text": "RESOLVED: Shareholders request that Delta Air Lines issue a report within the next year describing how the Company's lobbying activities (direct and through trade associations) align with the Paris Agreement's goal of limiting average global temperature increase to 1.5 degrees Celsius above pre-industrial levels.\n\nWHEREAS:\n\nDelta has committed to carbon neutrality and has set ambitious climate targets. However, investors lack transparency on whether the Company's lobbying activities through trade associations support or undermine climate policy.\n\nThe aviation industry accounts for approximately 2.5% of global CO2 emissions and faces significant regulatory scrutiny. Misalignment between corporate climate commitments and lobbying activities undermines credibility and creates reputational risk.\n\nWe urge shareholders to vote FOR this proposal to ensure lobbying accountability.",
    "category": "political_spending",
    "company": "Delta Air Lines",
    "ticker": "DAL",
    "year": 2021,
    "iss_recommendation": "FOR",
    "glass_lewis_recommendation": "FOR",
    "vote_result_pct": 52.0,
    "source_url": "https://www.ceres.org/news-center/press-releases/shareholders-approve-climate-lobbying-proposal-delta-continuing-winning"
  },
  {
    "id": "ual-2021-climate-lobbying",
    "title": "Report on Climate Lobbying Alignment",
    "text": "RESOLVED: Shareholders request that United Airlines Holdings issue a report within the next year describing how the Company's lobbying activities (direct and through trade associations) align with the Paris Agreement's goal of limiting average global temperature increase to 1.5 degrees Celsius.\n\nWHEREAS:\n\nUnited Airlines has made significant climate commitments, including pledges to achieve net-zero emissions by 2050. However, investors need transparency on whether the Company's lobbying activities through industry trade associations align with these stated goals.\n\nAirline industry trade groups have historically opposed certain climate regulations. Shareholders deserve to know whether United's participation in and financial support of these organizations is consistent with its climate commitments.\n\nWe urge shareholders to vote FOR climate lobbying transparency.",
    "category": "political_spending",
    "company": "United Airlines",
    "ticker": "UAL",
    "year": 2021,
    "iss_recommendation": "FOR",
    "glass_lewis_recommendation": "FOR",
    "vote_result_pct": 65.4,
    "source_url": "https://www.ceres.org/news-center/press-releases/shareholders-approve-climate-lobbying-proposal-delta-continuing-winning"
  },
  {
    "id": "bac-2024-climate-transition",
    "title": "Report on Climate Transition Plan",
    "text": "RESOLVED: Shareholders request that Bank of America issue a report describing how the Company will align its financing activities with its stated 2030 greenhouse gas emissions reduction targets, including specific milestones and implementation strategies.\n\nWHEREAS:\n\nBank of America has committed to achieving net-zero greenhouse gas emissions before 2050, including emissions from its financed portfolio. The bank has set 2030 targets for certain carbon-intensive sectors.\n\nHowever, shareholders lack detailed information about how Bank of America plans to achieve these targets while continuing to serve clients in transitioning industries. A comprehensive transition plan would provide transparency on the bank's pathway to meeting climate commitments.\n\nWe urge shareholders to vote FOR enhanced climate transition plan disclosure.",
    "category": "climate",
    "company": "Bank of America",
    "ticker": "BAC",
    "year": 2024,
    "iss_recommendation": "FOR",
    "glass_lewis_recommendation": "FOR",
    "vote_result_pct": 28.5,
    "source_url": "https://www.ceres.org/resources/news/investors-drive-banks-toward-greater-transparency-on-climate-in-2024-proxy-season"
  },
  {
    "id": "bac-2024-clean-energy",
    "title": "Report on Clean Energy Financing Ratio",
    "text": "RESOLVED: Shareholders request that Bank of America disclose annually its clean energy supply financing ratio, calculated as the ratio of financing provided to clean energy projects and companies compared to financing provided to fossil fuel energy supply.\n\nWHEREAS:\n\nBank of America has committed to mobilizing $1.5 trillion in sustainable finance by 2030. However, investors lack transparency on the proportion of the bank's energy financing that supports clean versus fossil fuel energy supply.\n\nThe clean energy financing ratio provides a clear metric for assessing a bank's progress in supporting the energy transition. This disclosure would enable investors to evaluate whether Bank of America is shifting its financing portfolio consistent with its climate commitments.\n\nWe urge shareholders to vote FOR clean energy financing ratio disclosure.",
    "category": "climate",
    "company": "Bank of America",
    "ticker": "BAC",
    "year": 2024,
    "iss_recommendation": "FOR",
    "glass_lewis_recommendation": "FOR",
    "vote_result_pct": 26.0,
    "source_url": "https://www.ceres.org/resources/news/investors-drive-banks-toward-greater-transparency-on-climate-in-2024-proxy-season"
  }
]
